/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Erfahre mehr </b>zur Geräteverwaltung und -sicherheit.";

/* No comment provided by engineer. */
"A system error occurred" = "Es ist ein Systemfehler aufgetreten";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Der Account wird von %@ und anderen Yahoo Apps auf diesem Gerät entfernt.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Account hinzufügen";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Fehler aufgetreten. Bitte wiederholen Sie den Vorgang später.";

/* Accessibility label for the back button */
"Back" = "Zurück";

/* call tip prefix in 2lc */
"Call %@" = "Anruf an %@";

/* No comment provided by engineer. */
"Call again" = "Erneut anrufen";

/* Cancel
   Cancel button title */
"Cancel" = "Abbrechen";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Seite kann nicht geladen werden.";

/* Accessibility label for the close button */
"Close" = "Schließen";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Weiter";

/* Create Account view title
   sign up button title */
"Create Account" = "Account erstellen";

/* learn more alert title */
"Device Not Recognized" = "Gerät nicht erkannt";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Mail nicht erhalten?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "SMS nicht erhalten?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Voiceanruf nicht erhalten?";

/* Dismiss */
"Dismiss" = "Verwerfen";

/* Edit button title */
"Edit" = "Bearbeiten";

/* No comment provided by engineer. */
"Email could not be sent" = "Mail konnte nicht versandt werden.";

/* No comment provided by engineer. */
"Email sent" = "Mail versandt";

/* No comment provided by engineer. */
"Enter Code" = "Code eingeben";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Aus Sicherheitsgründen müssen Sie Ihren Account entsperren.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Bitte bestätigen Sie aus Sicherheitsgründen nochmals Ihren Account.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Aus Sicherheitsgründen bitten wir Sie, sich über das Internet anzumelden.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Passwort oder ID vergessen?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Passwort vergessen?";

/* No comment provided by engineer. */
"Generic Handoff" = "Allgemeine Übergabe";

/* Go to Account recovery */
"Get Help" = "Hilfe";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Falsche Antwort. Erneut versuchen.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID oder Passwort ungültig. Bitte erneut versuchen.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Grenzwert erreicht. Mail konnte nicht versandt werden.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Grenzwert erreicht. Keine SMS oder Voiceanrufe mehr möglich.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Anmeldesitzung ist abgelaufen. Bitte versuchen Sie es erneut.";

/* Network error alert view title */
"Network unavailable." = "Netzwerk nicht verfügbar.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Passwort";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Geben Sie Ihr Passwort für %@ ein.";

/* Remove the account
   SSO remove account title */
"Remove" = "Entfernen";

/* Remove an account label on SSO screen */
"Remove an account" = "Einen Account entfernen";

/* Select an account label on SSO screen */
"Select an account" = "Account auswählen";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sitzung abgelaufen. Erneut anmelden.";

/* sign in button title */
"Sign In" = "Anmelden";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Anmelden mit <a>Facebook</a> oder <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Angemeldet als";

/* signing in state title for sign in button */
"Signing In" = "Anmeldung";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Das System ist ausgefallen. Bitte später erneut versuchen.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Anmeldung im Moment nicht möglich. Bitte später erneut versuchen.";

/* sms tip prefix in 2lc */
"Text %@" = "SMS an %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "SMS konnte nicht versandt werden.";

/* No comment provided by engineer. */
"Text message sent" = "SMS versandt";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Die Statusdaten der zweiten Anmeldeüberprüfung konnten nicht aus den kurzzeitigen Challenge-Benutzerdaten extrahiert werden.";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Zu viele Versuche. 24 Std blockiert.";

/* No comment provided by engineer. */
"Try again" = "Erneut versuchen";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Voiceanruf nicht möglich";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Anmeldung nicht möglich. Überprüfe das Systemdatum und versuche es erneut.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Anmelden nicht möglich. Bitte versuchen Sie es erneut.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Konto aktualisieren";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Auf Yahoo aktualisieren";

/* User already signed-in */
"User %@ is already signed in" = "Nutzer %@ ist bereits angemeldet";

/* User already signed-in */
"User already signed-in" = "Benutzer ist bereits angemeldet";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Bestätigungscode wurde an %@ versandt";

/* No comment provided by engineer. */
"Voice call in progress" = "Voiceanruf läuft";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Der Bestätigungscode wurde durch Anruf an %@ mitgeteilt.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Dieses Gerät wurde nicht erkannt. Bitte bestätigen Sie Ihre Identität durch Beantwortung einer Sicherheitsfrage.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Dieses Gerät ist unbekannt. Bitte bestätigen Sie Ihre Identität. Wir senden Ihnen einen Bestätigungscode.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo-ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Erforderliches Mindestalter ist 13 Jahre.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Ihr Account ist nun entsperrt. Bitte anmelden.";

/* No comment provided by engineer. */
"Your Answer" = "Ihre Antwort";

/* learn more alert msg line 1 */
"• New device?" = "• Neues Gerät?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Zweite Anmeldeüberprüfung aktiviert?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Anmeldung aus anderem Land?";

